Revit 2027 API
ParameterTypeId.GridCenterSegmentColor Property
 "Center Segment Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridCenterSegmentColor { get; }
Public Shared ReadOnly Property GridCenterSegmentColor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridCenterSegmentColor {
	ForgeTypeId^ get ();
}
static member GridCenterSegmentColor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace